DeviceTvmSoftwareInventory
| where SoftwareName contains "AnyDesk" or SoftwareName contains "TeamViewer"
| project DeviceName, SoftwareName, SoftwareVersion
| distinct DeviceName, SoftwareName, SoftwareVersion